Repository: Bcicenas/personal_manager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: lt

source: displaying
lt: rodoma

source: in total
lt: iš

source: Username or Email already exists
lt: Naudotojo vardas arba El. paštas jau egzistuoja

source: User successfully registered
lt: Naudotojas užregistruotas sėkmingai

source: Incorrect username.
lt: Neteisingas Naudotojo vardas

source: Email is not confirmed
lt: El. Paštas nėra patvirtintas

source: Incorrect password.
lt: Neteisingas slaptažodis

source: Login successfully
lt: Prisijungta sėkmingai

source: Email was confirmed successfully
lt: El. Paštas patvirtintas sėkmingai

source: Password reset link was sent to
lt: Slaptažodžio atkūrimo nuoroda išsiųsta

source: Password reset failed. Database Error
lt: Slaptažodio nutatymas išnaujo nepavyko. Duomenų bazės klaida

source: Password was successfully changed
lt: Slaptažodis pakeistas sėkmingas

source: Logged out successfully
lt: Atsijungta sėkmingai

source: Access denied
lt: Prieiga uždrausta

source: Name
lt: Pavadinimas

source: Name is required.
lt: Pavadinimas yra privalomas laukas

source: Description
lt: Aprašymas

source: Priority
lt: Prioritetas

source: Low
lt: Žemas

source: High
lt: Aukštas

source: Till date
lt: Pabaigos data

source: Finished
lt: Užbaigtas

source: Email
lt: El. Paštas

source: Email is required
lt: El. Paštas yra privalomas laukas

source: Password
lt: Slaptažodis

source: Password is required.
lt: Slaptažodis yra privalomas laukas

source: Current Password
lt: Dabartinis Slaptažodis

source: Current Password is required.
lt: Dabartinis Slaptažodis yra privalomas laukas

source: New Password
lt: Naujas slaptažodis

source: New Password is required.
lt: Naujas Slaptažodis yra privalomas laukas

source: Confirm New Password
lt: Patvirtinti naują slaptažodį

source: Confirm New Password is required.
lt: Patvirtinti naują slaptažodį yra privalomas laukas

source: Password mismatch
lt: Slaptažodžiai nesutampa

source: Current Password is invalid
lt: Neteisingas dabartinis slaptažodis

source: Language
lt: Kalba

source: English
lt: Anglų

source: Lithuanian
lt: Lietuvių

source: Username is required.
lt: Naudotojo vardas yra privalomas laukas

source: Email is invalid
lt: Neteisingas El. Paštas

source: Please choose a stronger password.
lt: Prašome naudoti stipresnį slaptažodį

source: Must contain at least 8 characters
lt: Turi sudaryti bent 8 simboliai

source: Must contain at least 1 uppercase letter
lt: Privalo būti bent viena Didžioji raidė

source: Must contain at least 1 number
lt: Privalo būti bent vienas skaičius

source: Must contain at least 1 special character
lt: Privalo būti bent specialus simbolis

source: Confirm your email
lt: El. pašto patvirtinimas

source: Password Reset
lt: Šlaptažodžio nustatymas iš naujo

source: shopping lists
lt: pirkinių krepšiai

source: Shopping List was not created. Database Error
lt: Pirkinių krepšys nesukurtas. Duomenų bazės klaida

source: Shopping List was successfully created
lt: Pirkinių krepšys sėkmingai sukurtas

source: Shopping list id
lt: Pirkinių krepšys id

source: doesn't exist.
lt: neegzistuoja

source: Shopping List was not updated. Database Error
lt: Pirkinių krepšys neatnaujintas. Duomenų bazės klaida

source: Shopping List was successfully updated
lt: Pirkinių krepšys sėkmingai atnaujintas

source: Shopping List was not deleted. Database Error
lt: Pirkinių krepšys nebuvo ištrintas. Duomenų bazės klaida

source: Shopping List was successfully deleted
lt: Pirkinių krepšys sėkmingai ištrintas

source: shopping items
lt: pirkiniai

source: Shopping Item was not created. Database Error
lt: Pirkinys nebuvo pridėtas. Duomenų bazės klaida

source: Shopping Item was successfully created
lt: Pirkinys sėkmingai pridėtas

source: Shopping Item was not deleted. Database Error
lt: Pirkinys nebuvo ištrintas. Duomenų bazės klaida

source: Shopping Item was successfully deleted
lt: Pirkinys sėkmingai ištrintas

source: Shopping item id
lt: Pirkinys id

source: tasks
lt: užduotys

source: Task was not created. Database Error
lt: Užduotis nesukurta. Duomenų bazės klaida

source: Task was successfully created
lt: Užduotis sukurta sėkmingai

source: Task id
lt: Užduotis id

source: Task was not updated. Database Error
lt: Užduotis neatnaujinta. Duomenų bazės klaida

source: Task was successfully updated
lt: Užduotis sėkmingai atnaujinta

source: Task was not deleted. Database Error
lt: Užduotis neištrinta. Duomenų bazės klaida

source: Task was successfully deleted
lt: Užduotis sėkmingai ištrinta

source: User details were not updated. Database Error
lt: Naudotojo informacija neatnaujinta. Duomenų bazės klaida

source: User details were updated successfully
lt: Naudotojo informacija sėkmingai atnaujinta

source: Password change failed. Database Error
lt: Slaptažodis nebuvo pakeistas. Duomenų bazės klaida

source: Account was not deleted. Database Error
lt: Paskyra nebuvo ištrinta. Duomenų bazės klaida

source: Account was successfully deleted
lt: Paskyra sėkmingai ištrinta

source: Page Not Found
lt: Puslapis nerastas

source: Home
lt: Pradinis

source: Tasks
lt: Užduotys

source: Shopping Lists
lt: Pirkinių krepšiai

source: Personal details
lt: Naudotojo informacija

source: Log Out
lt: Atsijungti

source: Register
lt: Registracija

source: Login
lt: Prisijungti

source: Simple web application to manage your tasks, shoppings lists and more
lt: Paprasta web aplikacija valdyti savo užduotims, pirkinių krepšiams ir ne tik

source: Try for free today!
lt: Išmegink nemokamai dabar!

source: Forgot Password
lt: Pamiršai slaptažodį

source: Send
lt: Siųsti

source: Log In
lt: Prisijungimas

source: Username
lt: Naudotojo Vardas

source: Forgot password?
lt: Pamiršai slaptažodį?

source: Reset password
lt: Slaptažodžio nustatymas iš naujo

source: Reset
lt: Nustatyti iš naujo

source: Dashboard
lt: Valdymo skydelis

source: Add New
lt: Pridėti naują

source: Created
lt: Sukurtas

source: Last Updated
lt: Paskutinį kartą atnaujintas

source: Edit
lt: Redaguoti

source: Edit Items
lt: Redaguoti pirkinius

source: Delete
lt: Ištrinti

source: Are you sure?
lt: Ar jus tikrai norite ištrinti?

source: New Shopping List
lt: Naujas pirkinių krepšys

source: Cancel
lt: Atšaukti

source: Create
lt: Sukurti

source: Shopping Items
lt: Pirkiniai

source: Add
lt: Pridėti

source: Save
lt: Išsaugoti

source: New Task
lt: Nauja užduotis

source: Change Password
lt: Pakeisti slaptažodį

source: Change
lt: Pakeisti

source: Are you sure want to change your password?
lt: Ar tikrai norite pakeisti slaptažodį?

source: User details
lt: Naudotojo duomenys

source: Actions
lt: Veiksmai

source: Delete Account
lt: Ištrinti paskyrą

source: Plan date
lt: Plano data

source: plans
lt: planai

source: Plan was not created. Database Error
lt: Planas nesukurtas. Duomenų bazės klaida

source: Plan was successfully created
lt: Planas sukurtas sėkmingai

source: Plan id
lt: Plano id

source: Plan was not updated. Database Error
lt: PLanas neatnaujinta. Duomenų bazės klaida

source: Plan was successfully updated
lt: Planas sėkmingai atnaujintas

source: Plan was not deleted. Database Error
lt: Planas neištrintas. Duomenų bazės klaida

source: Plan was successfully deleted
lt: Planas sėkmingai ištrintas

source: Plans
lt: Planai

source: Submit
lt: Spausti

source: Plans for
lt: Planai

source: No plans
lt: Planų nėra

source: Monthly plans
lt: Mėnesiniai planai

source: New Plan
lt: Naujas planas

source: Plan Details
lt: Plano informacija

source: Task List
lt: Užduočių sąrašas

source: Remove
lt: Pašalinti

source: Task
lt: Užduotis
